Repository: ninondev/Dayside
Catalog: TahoeTime/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, vi, zh_hant

# 落在这段本机时间里的候选排前面；不改变哪些时段可约。
source: 落在这段本机时间里的候选排在前面，不改变哪些时段可选。
de: Zeiten in diesem Zeitraum auf diesem Mac werden zuerst angezeigt. Welche Zeiten verfügbar sind, bleibt unverändert.
en: Options that start in these hours on this Mac are listed first. This doesn’t change which times work.
es: Las opciones que empiezan dentro de este intervalo horario en este Mac aparecen primero; esto no cambia qué franjas están disponibles.
fr: Les créneaux commençant dans cette plage horaire sur ce Mac sont affichés en premier ; cela ne change pas les créneaux disponibles.
id: Utamakan kandidat dalam rentang waktu Mac ini; pilihan waktu yang tersedia tetap sama.
it: Le proposte che iniziano in questa fascia (ora di questo Mac) vengono elencate per prime; non cambia quali fasce sono valide.
ja: このMacの時刻でこの時間枠に始まる候補を先に表示します。どの時間枠が選べるかは変わりません。
ko: 이 시간대(이 Mac 기준)에 해당하는 후보를 먼저 표시합니다. 선택 가능한 시간대는 바뀌지 않습니다.
nl: Opties die binnen dit tijdvak op deze Mac vallen, staan bovenaan. Dit verandert niet welke tijdvakken je kunt kiezen.
pl: Wyświetlaj najpierw terminy przypadające w tych godzinach na tym Macu. Nie zmienia to dostępnych terminów
pt_br: As opções nesse intervalo de horário deste Mac aparecem primeiro; isso não altera quais horários podem ser escolhidos.
ru: Варианты в этом диапазоне времени на Mac идут первыми; доступные варианты не меняются.
tr: Bu Mac’in saatiyle bu aralıkta olan seçenekler öne alınır; hangi saatlerin seçilebileceği değişmez.
vi: Hãy ưu tiên các lựa chọn bắt đầu trong khoảng giờ này theo giờ máy Mac này; các khung giờ có thể chọn không thay đổi.
zh_hant: 落在這段本機時間裡的候選時段排在前面，不改變哪些時段可選。

source: 行程
de: Reise
en: Trip
es: Viaje
fr: Voyage
id: Perjalanan
it: Viaggio
ja: 旅行
ko: 여행
nl: Reis
pl: Podróż
pt_br: Viagem
ru: Поездка
tr: Seyahat
vi: Chuyến đi

# 行程期间有时区偏移变化，已按到达时刻计算。
source: 行程中有换钟，时差按落地时刻算。
de: Während der Reise werden Uhren umgestellt; der Zeitunterschied wird für den Ankunftszeitpunkt berechnet.
en: There’s a clock change during the trip; the time difference is based on the landing time.
es: Hay un cambio de hora durante el viaje; la diferencia horaria se calcula para el momento de llegada.
fr: Un changement d’heure a lieu pendant le trajet ; le décalage horaire est calculé au moment de l’arrivée.
id: Ada perubahan jam selama perjalanan; selisih waktu dihitung berdasarkan waktu pendaratan.
it: Durante il viaggio c’è un cambio dell’ora. La differenza oraria si calcola al momento dell’arrivo.
ja: 旅程中に時刻変更があります。時差は到着時点で計算しています。
ko: 여행 중 시계 조정이 있어 시차는 도착 시각 기준으로 계산합니다.
nl: Tijdens de reis wordt de klok verzet. Het tijdsverschil wordt berekend op basis van de landingstijd.
pl: Podczas podróży następuje zmiana czasu; różnicę czasu obliczono dla chwili przylotu.
pt_br: Há uma mudança de horário durante a viagem. A diferença de horário é calculada no momento da chegada.
ru: Во время поездки переводят часы; разница во времени рассчитана на момент прилёта.
tr: Seyahat sırasında saat değişikliği var; saat farkı varış anına göre hesaplanır.
vi: Có lần đổi giờ trong hành trình; chênh lệch giờ được tính theo thời điểm hạ cánh.
zh_hant: 行程中有時鐘調整，時差按降落時刻計算。

source: 计时方式
de: Modus
en: Timer Mode
es: Modo
fr: Mode
id: Mode Timer
it: Modalità timer
ja: 計測モード
ko: 타이머 방식
nl: Timermodus
pl: Tryb pomiaru czasu
pt_br: Modo
ru: Режим
tr: Sayaç Türü
vi: Chế độ hẹn giờ
zh_hant: 計時方式

# 记下现在勾选的地点与人物，以及理想时段。
source: 保存勾选的参与者和理想时段。
de: Sichert die ausgewählten Teilnehmenden und die bevorzugten Zeiten.
en: Saves the selected participants and preferred hours.
es: Guarda los participantes seleccionados y el horario ideal.
fr: Enregistre les participants cochés et les horaires préférés.
id: Menyimpan peserta yang dipilih dan jam ideal.
it: Salva i partecipanti selezionati e la fascia preferita.
ja: 選択中の参加者と希望の時間枠を保存します。
ko: 선택한 참가자와 선호 시간대를 저장합니다.
nl: Bewaart de aangevinkte deelnemers en voorkeursuren.
pl: Zachowuje zaznaczonych uczestników i preferowane godziny.
pt_br: Salva os participantes selecionados e o horário preferido.
ru: Сохраняет выбранных участников и предпочтительное время.
tr: Seçili katılımcıları ve tercih edilen saatleri kaydeder.
vi: Lưu những người tham gia đã chọn và giờ ưu tiên.
zh_hant: 儲存勾選的參與者和理想時段。

source: 该休息了
de: Zeit für eine Pause
en: Time for a break
es: Hora de descansar
fr: Faites une pause
id: Waktunya istirahat
it: È ora di fare una pausa
ja: 休憩の時間です
ko: 휴식 시간입니다.
nl: Tijd voor een pauze
pl: Czas na przerwę
pt_br: Hora de fazer uma pausa
ru: Пора отдохнуть
tr: Mola zamanı
vi: Đến giờ nghỉ rồi
zh_hant: 該休息了

source: 该地点没有这个时刻，请调整日期或时间。
de: Diese Uhrzeit existiert an diesem Ort nicht. Passe Datum oder Uhrzeit an.
en: This time doesn’t exist at that place. Adjust the date or time.
es: Esta hora no existe en ese lugar. Ajusta la fecha o la hora.
fr: Cette heure n’existe pas à cet endroit. Modifiez la date ou l’heure.
id: Waktu ini tidak ada di lokasi tersebut. Sesuaikan tanggal atau waktunya.
it: Quest’ora non esiste in quel luogo. Modifica la data o l’ora.
ja: その場所にこの時刻は存在しません。日付または時刻を調整してください。
ko: 해당 장소에 이 시각은 존재하지 않습니다. 날짜나 시간을 조정하세요.
nl: Deze tijd bestaat niet op die locatie. Pas de datum of tijd aan.
pl: Ta godzina nie istnieje w tym miejscu. Zmień datę lub godzinę.
pt_br: Esse horário não existe nesse local. Ajuste a data ou a hora.
ru: В этом месте такого времени не существует. Измените дату или время.
tr: Bu saat o konumda mevcut değil. Tarihi veya saati ayarlayın.
vi: Thời điểm này không tồn tại tại địa điểm đó. Hãy điều chỉnh ngày hoặc giờ.
zh_hant: 該地點沒有這個時刻，請調整日期或時間。

source: 说明与依据
de: Hinweise und Quellen
en: Notes and Sources
es: Notas y fuentes
fr: Notes et sources
id: Catatan dan Sumber
it: Note e fonti
ja: 説明と出典
ko: 설명과 근거
nl: Toelichting en bronnen
pl: Uwagi i źródła
pt_br: Notas e Fontes
ru: Пояснения и источники
tr: Notlar ve Kaynaklar
vi: Ghi chú và nguồn
zh_hant: 說明與依據

source: 请先取消当前计时，再新建。
de: Brich zuerst den aktuellen Timer ab, bevor du einen neuen erstellst.
en: Cancel the current timer before creating another.
es: Cancela el temporizador actual antes de crear otro.
fr: Annulez le minuteur actuel avant d’en créer un autre.
id: Batalkan timer saat ini sebelum membuat yang baru.
it: Annulla il timer attuale prima di crearne un altro.
ja: 新しいタイマーを作成するには、先に現在のタイマーをキャンセルしてください。
ko: 새 타이머를 만들기 전에 현재 타이머를 취소하세요.
nl: Annuleer de huidige timer voordat je een nieuwe maakt.
pl: Najpierw anuluj bieżący pomiar czasu, a potem utwórz nowy.
pt_br: Cancele a contagem atual antes de criar outra.
ru: Сначала отмените текущий отсчёт, затем создайте новый.
tr: Yeni bir sayaç oluşturmadan önce geçerli sayacı iptal edin.
vi: Hãy hủy hẹn giờ hiện tại trước khi tạo hẹn giờ mới.
zh_hant: 請先取消目前的計時，再新增計時器。

source: 请填写姓名。
de: Gib einen Namen ein.
en: Enter a name.
es: Introduce un nombre.
fr: Saisissez un nom.
id: Masukkan nama.
it: Inserisci un nome.
ja: 名前を入力してください。
ko: 이름을 입력하세요.
nl: Voer een naam in.
pl: Wpisz imię i nazwisko.
pt_br: Informe o nome.
ru: Укажите имя.
tr: Bir ad girin.
vi: Hãy nhập tên.
zh_hant: 請填寫姓名。

source: 请更新Dayside后再编辑这份存档。
de: Aktualisiere Dayside, bevor du diese Daten bearbeitest.
en: Update Dayside before editing this data.
es: Actualiza Dayside antes de editar estos datos.
fr: Mettez Dayside à jour avant de modifier ces données.
id: Perbarui Dayside sebelum mengedit arsip ini.
it: Aggiorna Dayside prima di modificare questi dati.
ja: このデータを編集するにはDaysideをアップデートしてください。
ko: Dayside를 업데이트한 후 이 데이터를 편집하세요.
nl: Werk Dayside bij voordat je deze gegevens wijzigt.
pl: Uaktualnij aplikację Dayside, zanim zaczniesz edytować te dane.
pt_br: Atualize o Dayside antes de editar esses dados.
ru: Обновите Dayside перед редактированием этих данных.
tr: Bu verileri düzenlemeden önce Dayside’ı güncelleyin.
vi: Hãy cập nhật Dayside trước khi sửa dữ liệu này.
zh_hant: 請更新Dayside後再編輯這份存檔。

# 请检查假期日期，结束日期不能早于开始日期。
source: 假期的结束日期不能早于开始日期。
de: Das Enddatum des Urlaubs darf nicht vor dem Anfangsdatum liegen.
en: Time off can’t end before it starts.
es: Las vacaciones no pueden terminar antes de empezar.
fr: Les dates de congé ne sont pas valides : la fin ne peut pas précéder le début.
id: Cuti tidak boleh berakhir sebelum dimulai.
it: La data di fine delle ferie non può precedere quella di inizio.
ja: 休暇の終了日は開始日より前にできません。
ko: 휴가 종료일은 시작일보다 빠를 수 없습니다.
nl: Verlof kan niet eindigen voor het begint.
pl: Urlop nie może kończyć się wcześniej, niż się zaczyna.
pt_br: A data de fim das férias não pode ser anterior à de início.
ru: Отпуск не может заканчиваться раньше, чем начинается.
tr: İzin bitiş tarihi başlangıç tarihinden önce olamaz.
vi: Ngày kết thúc kỳ nghỉ không được sớm hơn ngày bắt đầu.
zh_hant: 假期的結束日期不能早於開始日期。

# 请稍后重试，或手工添加人物。
source: 请稍后重试，或手动添加人物。
de: Versuche es später erneut oder füge die Person manuell hinzu.
en: Try again later, or add the person manually.
es: Inténtalo más tarde o añade la persona manualmente.
fr: Réessayez plus tard ou ajoutez la personne manuellement.
id: Coba lagi nanti, atau tambahkan orang secara manual.
it: Riprova più tardi oppure aggiungi la persona a mano.
ja: あとでやり直してみてください。または、手動で人を追加してください。
ko: 나중에 다시 시도하거나 직접 추가하세요.
nl: Probeer het later opnieuw of voeg de persoon handmatig toe.
pl: Spróbuj ponownie później lub dodaj osobę ręcznie.
pt_br: Tente novamente mais tarde ou adicione a pessoa manualmente.
ru: Повторите позже или добавьте человека вручную.
tr: Daha sonra yeniden deneyin veya kişiyi elle ekleyin.
vi: Hãy thử lại sau hoặc thêm người theo cách thủ công.
zh_hant: 請稍後再試，或手動新增人物。

source: 请输入1至1440分钟。
de: Gib 1 bis 1440 Minuten ein.
en: Enter 1 to 1,440 minutes.
es: Introduce entre 1 y 1440 minutos.
fr: Saisissez une durée de 1 à 1 440 minutes.
id: Masukkan 1 hingga 1.440 menit.
it: Inserisci da 1 a 1440 minuti.
ja: 1〜1,440分で入力してください。
ko: 1~1440분을 입력하세요.
nl: Voer 1 tot en met 1440 minuten in.
pl: Wpisz od 1 do 1 440 minut.
pt_br: Informe de 1 a 1.440 minutos.
ru: Введите от 1 до 1 440 минут.
tr: 1 ile 1440 dakika arasında bir değer girin.
vi: Hãy nhập từ 1 đến 1.440 phút.
zh_hant: 請輸入1至1,440分鐘。

source: 请输入有效时长。倒计时最长31天。
de: Gib eine gültige Dauer ein. Ein Countdown darf höchstens 31 Tage dauern.
en: Enter a valid duration. Countdowns can run for up to 31 days.
es: Introduce una duración válida. La cuenta atrás puede durar hasta 31 días.
fr: Saisissez une durée valide. Le compte à rebours est limité à 31 jours.
id: Masukkan durasi yang valid. Hitung mundur dapat berlangsung hingga 31 hari.
it: Inserisci una durata valida. Il conto alla rovescia può durare fino a 31 giorni.
ja: 有効な時間を入力してください。カウントダウンは最長31日です。
ko: 유효한 시간을 입력하세요. 카운트다운은 최대 31일 동안 실행할 수 있습니다.
nl: Voer een geldige duur in. Aftellen kan maximaal 31 dagen duren.
pl: Wpisz prawidłowy czas trwania. Odliczanie może trwać najwyżej 31 dni.
pt_br: Informe uma duração válida. A contagem regressiva pode durar até 31 dias.
ru: Введите допустимую длительность. Обратный отсчёт может длиться не более 31 дня.
tr: Geçerli bir süre girin. Geri sayım en fazla 31 gün olabilir.
vi: Hãy nhập thời lượng hợp lệ. Đếm ngược tối đa 31 ngày.
zh_hant: 請輸入有效的時間長度。倒數計時最長31天。

source: 请选择1900至2199年内的日期。
de: Wähle ein Datum innerhalb der Jahre 1900–2199.
en: Choose a date from 1900 to 2199.
es: Elige una fecha entre los años 1900 y 2199.
fr: Choisissez une date entre 1900 et 2199.
id: Pilih tanggal antara tahun 1900 dan 2199.
it: Scegli una data tra il 1900 e il 2199.
ja: 1900〜2199年の日付を選んでください。
ko: 1900–2199년 사이의 날짜를 선택하세요.
nl: Kies een datum van 1900 tot en met 2199.
pl: Wybierz datę z lat 1900–2199.
pt_br: Escolha uma data entre 1900 e 2199.
ru: Выберите дату в пределах 1900—2199 годов.
tr: 1900 ile 2199 arasında bir tarih seçin.
vi: Hãy chọn một ngày trong khoảng từ năm 1900 đến năm 2199.
zh_hant: 請選擇1900至2199年內的日期。

source: 请选择所在地。
de: Wähle einen Ort.
en: Choose a location.
es: Elige una ubicación.
fr: Choisissez un lieu.
id: Pilih lokasi.
it: Scegli un luogo.
ja: 所在地を選択してください。
ko: 위치를 선택하세요.
nl: Kies een locatie.
pl: Wybierz miejsce pobytu.
pt_br: Escolha um local.
ru: Выберите местоположение.
tr: Bir konum seçin.
vi: Hãy chọn nơi ở.
zh_hant: 請選擇所在地。

source: 请重新选择行前安排。
de: Wähle die Vorbereitung vor der Reise erneut aus.
en: Choose the pre-trip schedule again.
es: Vuelve a elegir la planificación previa al viaje.
fr: Sélectionnez à nouveau la préparation avant le départ.
id: Pilih ulang jadwal sebelum berangkat.
it: Scegli di nuovo il programma pre-partenza.
ja: 出発前のスケジュールを選び直してください。
ko: 출발 전 일정을 다시 선택하세요.
nl: Kies de planning voor vertrek opnieuw.
pl: Wybierz ponownie ustawienia przygotowania przed podróżą.
pt_br: Escolha novamente o plano antes da viagem.
ru: Выберите план до поездки заново.
tr: Seyahat öncesi planı yeniden seçin.
vi: Hãy chọn lại lịch trước chuyến đi.
zh_hant: 請重新選擇行前安排。

source: 起床
de: Aufstehen
en: Wake time
es: Hora de despertar
fr: Lever
id: Waktu Bangun
it: Ora del risveglio
ko: 기상
nl: Opstaantijd
pl: Pobudka
pt_br: Acordar
ru: Пробуждение
tr: Uyanma Zamanı
vi: Giờ thức dậy

# 跨时区闹钟
source: 闹钟
de: Wecker
en: Alarm
es: Alarma
fr: Alarme
id: Alarm
it: Sveglia
ja: アラーム
ko: 알람
nl: Wekker
pl: Budzik
pt_br: Alarme
ru: Будильник
tr: Alarm
vi: Báo thức
zh_hant: 鬧鐘

source: 还没有人物
de: Noch keine Personen
en: No People Yet
es: Aún no hay personas
fr: Aucune personne pour l’instant
id: Belum Ada Orang
it: Ancora nessuna persona
ja: まだ誰も登録されていません
ko: 아직 추가한 사람 없음
nl: Nog geen personen
pl: Nie dodano jeszcze osób
pt_br: Nenhuma Pessoa Ainda
ru: Людей пока нет
tr: Henüz Kişi Yok
vi: Chưa có ai
zh_hant: 還沒有人物

source: 还没有旅行
de: Noch keine Reisen
en: No Trips Yet
es: Aún no hay viajes
fr: Aucun voyage pour l’instant
id: Belum Ada Perjalanan
it: Ancora nessun viaggio
ja: 旅行はまだありません
ko: 아직 여행이 없습니다.
nl: Nog geen reizen
pl: Nie dodano jeszcze podróży
pt_br: Nenhuma Viagem Ainda
ru: Поездок пока нет
tr: Henüz Seyahat Yok
vi: Chưa có chuyến đi
zh_hant: 還沒有旅行

source: 这个时区缩写有歧义，请使用完整时区名称或UTC偏移。
de: Dieses Zeitzonenkürzel ist mehrdeutig. Verwende den vollständigen Zeitzonennamen oder einen UTC-Versatz.
en: This time zone abbreviation is ambiguous. Use a full time zone name or a UTC offset.
es: Esta abreviatura de zona horaria es ambigua. Usa el nombre completo de la zona o un desfase UTC.
fr: Cette abréviation de fuseau horaire est ambiguë. Utilisez le nom complet du fuseau ou un décalage UTC.
id: Singkatan zona waktu ini ambigu. Gunakan nama zona waktu lengkap atau selisih UTC.
it: Questa sigla di fuso orario è ambigua. Usa il nome completo di un fuso orario o uno scostamento UTC.
ja: この時間帯の略称は曖昧です。正式な時間帯名かUTCオフセットを使用してください。
ko: 이 시간대 약어는 여러 의미가 있습니다. 전체 시간대 이름이나 UTC 오프셋을 사용하세요.
nl: Deze tijdzoneafkorting is niet eenduidig. Gebruik een volledige tijdzonenaam of een UTC-verschil.
pl: Ten skrót strefy czasowej jest niejednoznaczny. Użyj pełnej nazwy strefy czasowej lub przesunięcia UTC.
pt_br: Essa abreviação de fuso é ambígua. Use o nome completo do fuso ou um deslocamento UTC.
ru: Это сокращение часового пояса неоднозначно. Укажите полное название или смещение UTC.
tr: Bu saat dilimi kısaltması belirsiz. Tam saat dilimi adı veya UTC farkı kullanın.
vi: Từ viết tắt múi giờ này không rõ ràng. Hãy dùng tên múi giờ đầy đủ hoặc độ lệch UTC.
zh_hant: 這個時區縮寫有歧義，請使用完整時區名稱或UTC偏移。

# 这个闹钟时刻已经过去，请重新选择。
source: 这个时刻已经过去，请换一个将来的时刻。
de: Diese Weckzeit ist bereits vergangen. Wähle eine zukünftige Zeit.
en: This time has passed. Choose a time in the future.
es: Esta hora ya ha pasado. Elige una hora futura.
fr: Cette heure est déjà passée. Choisissez une heure future.
id: Waktu ini sudah lewat. Pilih waktu yang akan datang.
it: Quest’orario è già passato. Scegli un orario futuro.
ja: この時刻はすでに過ぎています。これからの時刻を選んでください。
ko: 이 시각은 이미 지났습니다. 미래의 시각을 선택하세요.
nl: Dit tijdstip is al voorbij. Kies een tijd in de toekomst.
pl: Ta godzina już minęła. Wybierz godzinę w przyszłości.
pt_br: Esse horário já passou. Escolha um horário futuro.
ru: Это время уже прошло. Выберите время в будущем.
tr: Bu saat geçti. Gelecekteki bir saat seçin.
vi: Giờ này đã qua. Hãy chọn một thời điểm trong tương lai.
zh_hant: 這個時刻已經過去，請選擇一個將來的時刻。

source: 这几场都不在工作时段内的人：%@。可以改成三场或放宽范围。
de: Für diese Personen liegt keiner der Ereignisse in der Arbeitszeit: %@. Versuche es mit drei Ereignissen oder einem größeren Zeitraum.
en: No session is within work hours for: %@. Try three sessions or a wider range.
es: Ninguna sesión cae dentro del horario laboral de estas personas: %@. Prueba con 3 sesiones o amplía el intervalo.
fr: Pour ces personnes, aucune séance ne tombe pendant leurs horaires de travail : %@. Essayez trois séances ou une période plus large.
id: Tidak ada sesi yang masuk jam kerja untuk: %@. Coba tiga sesi atau rentang yang lebih lebar.
it: Nessuna sessione rientra nell’orario di lavoro di %@. Prova con tre sessioni o un intervallo più ampio.
ja: 勤務時間内に参加できる回がない人: %@。3回にするか、範囲を広げてみてください。
ko: 모든 회차가 근무 시간 밖인 참가자: %@. 회차를 3개로 바꾸거나 범위를 넓혀 보세요.
nl: Geen enkele sessie valt binnen de werktijden van: %@. Probeer drie sessies of een langere periode.
pl: Osoby, dla których żadna tura nie wypada w godzinach pracy: %@. Spróbuj trzech tur lub dłuższego okresu.
pt_br: Nenhuma sessão cai no horário de trabalho de: %@. Tente três sessões ou amplie o intervalo.
ru: Ни одна встреча не приходится на рабочее время у следующих участников: %@. Попробуйте три встречи или увеличьте период.
tr: Hiçbir oturumda çalışma saatleri içinde olmayan kişiler: %@. Üç oturum seçebilir veya aralığı genişletebilirsiniz.
vi: Không phiên nào nằm trong giờ làm việc của: %@. Hãy thử chia ba phiên hoặc mở rộng phạm vi.
zh_hant: 這幾場都不在工作時段內的人：%@。可以改成三場或放寬範圍。

# 这几次都排不出时刻：有人休息，或没有时刻能让所有人在上限内。可以提高上限。
source: 这几次都排不出：有人休息，或超出单次上限。可以提高上限。
de: Keiner dieser Termine lässt sich planen: Jemand hat frei oder die Grenze pro Termin wird überschritten. Erhöhe die Grenze.
en: No time works for any of these meetings: someone is off, or every time goes over the limit. Try a higher limit.
es: No hay una hora posible para ninguna de estas reuniones: alguien tiene el día libre o se supera el límite por reunión. Prueba con un límite mayor.
fr: Aucun horaire ne convient pour ces réunions : une personne est en repos ou la limite par réunion serait dépassée. Augmentez la limite.
id: Rapat ini tidak dapat dijadwalkan: ada yang libur, atau batas per rapat terlampaui. Coba naikkan batasnya.
it: Nessun orario funziona per queste riunioni: qualcuno non lavora o tutti gli orari superano il limite per una singola riunione. Prova ad alzare il limite.
ja: どの回も時刻を決められません。休みの人がいるか、上限を超える時刻しかありません。上限を上げてみてください。
ko: 어느 회차도 시각을 정할 수 없습니다. 쉬는 사람이 있거나 모두가 상한 이내인 시각이 없습니다. 상한을 올려 보세요.
nl: Voor deze vergaderingen is geen tijdstip mogelijk: iemand is vrij, of de grens per vergadering wordt overschreden. Verhoog de grens.
pl: Dla żadnego z tych spotkań nie ma pasującej godziny: ktoś ma wolne albo żadna godzina nie mieści się dla wszystkich w limicie. Spróbuj podnieść limit.
pt_br: Nenhuma dessas reuniões tem horário possível: alguém está de folga ou nenhum horário mantém todos dentro do limite. Tente um limite maior.
ru: Ни для одной встречи нет подходящего времени: кто-то отдыхает или все варианты превышают лимит. Увеличьте лимит.
tr: Bu toplantıların hiçbiri planlanamıyor: biri o gün çalışmıyor veya toplantı başına sınır aşılıyor. Sınırı yükseltebilirsiniz.
vi: Không xếp được các cuộc họp này: có người nghỉ hoặc vượt giới hạn cho mỗi cuộc họp. Bạn có thể nâng giới hạn.
zh_hant: 這幾次都排不出：有人休息，或超出單次上限。可以提高上限。

# 这天排不出时刻：有人休息，或超出上限。
source: 这天排不出：有人休息，或超出上限。
de: An diesem Tag lässt sich kein Ereignis planen: Jemand hat frei oder die Grenze wird überschritten.
en: No time that day: someone is off, or it would go over the limit.
es: Sin hora posible ese día: alguien tiene el día libre o se superaría el límite.
fr: Aucun créneau ce jour-là : quelqu’un est en repos ou la limite serait dépassée.
id: Tidak ada waktu pada hari itu: ada yang libur, atau melebihi batas.
it: Nessun orario quel giorno: qualcuno non lavora o si supererebbe il limite.
ja: この日は時刻を決められません。休みの人がいるか、上限を超えます。
ko: 이날은 시각을 정할 수 없습니다. 쉬는 사람이 있거나 상한을 넘깁니다.
nl: Geen tijdstip op die dag: iemand is vrij, of de grens zou worden overschreden.
pl: Tego dnia nie ma pasującej godziny: ktoś ma wolne albo termin przekracza limit.
pt_br: Sem horário possível nesse dia: alguém está de folga ou o limite seria ultrapassado.
ru: В этот день не удаётся подобрать время: кто-то отдыхает или все варианты превышают лимит.
tr: O gün uygun saat yok: biri çalışmıyor veya sınır aşılıyor.
vi: Không có thời điểm nào vào ngày này: có người nghỉ, hoặc sẽ vượt quá giới hạn.
zh_hant: 這天排不出：有人休息，或超出上限。

source: 这张时间名片已过期，作息仍可导入。
de: Diese Zeitkarte ist abgelaufen; der Tagesrhythmus lässt sich trotzdem importieren.
en: This Time Card has expired; the schedule can still be imported.
es: Esta tarjeta horaria ha caducado; el horario aún se puede importar.
fr: Cette carte horaire a expiré ; les horaires restent importables.
id: Kartu Waktu ini sudah kedaluwarsa; jadwalnya tetap dapat diimpor.
it: Questa scheda oraria è scaduta, ma gli orari si possono ancora importare.
ja: この時間の名刺は期限切れですが、生活スケジュールは読み込めます。
ko: 이 시간 카드는 만료되었지만 일과는 가져올 수 있습니다.
nl: Deze tijdkaart is verlopen. Het rooster kan nog worden geïmporteerd.
pl: Ta wizytówka czasu wygasła, ale rozkład dnia nadal można zaimportować.
pt_br: Este cartão de horário expirou; a rotina ainda pode ser importada.
ru: Срок действия этой карточки времени истёк, но распорядок по-прежнему можно импортировать.
tr: Bu Zaman Kartının süresi dolmuş; günlük düzen yine de içe aktarılabilir.
vi: Danh thiếp thời gian này đã hết hạn; vẫn có thể nhập lịch sinh hoạt.
zh_hant: 這張時間名片已過期，作息仍可輸入。

source: 这段作息与出发时间重叠，请调整行程或作息。
de: Diese Schlafzeiten überschneiden sich mit der Abreise. Passe die Reisedaten oder den Schlafplan an.
en: This sleep period overlaps the departure time. Adjust the itinerary or sleep schedule.
es: Este periodo de sueño se solapa con la salida. Ajusta el itinerario o el horario de sueño.
fr: Ces horaires de sommeil chevauchent le départ. Modifiez l’itinéraire ou les horaires.
id: Jadwal tidur ini bertabrakan dengan waktu keberangkatan. Sesuaikan rencana perjalanan atau jadwal tidur.
it: Questo periodo di sonno si sovrappone alla partenza. Modifica l’itinerario o gli orari di sonno.
ja: この睡眠時間は出発時刻と重なっています。旅程または睡眠スケジュールを調整してください。
ko: 이 수면 시간이 출발 시각과 겹칩니다. 여행 일정이나 수면 시간을 조정하세요.
nl: Deze slaapperiode overlapt met het vertrek. Pas het reisschema of het slaapschema aan.
pl: Ten okres snu nakłada się na godzinę wylotu. Zmień plan podróży lub godziny snu.
pt_br: Esse período da rotina coincide com a partida. Ajuste o itinerário ou a rotina.
ru: Этот период сна пересекается со временем вылета. Измените время поездки или сна.
tr: Bu uyku aralığı kalkış saatiyle çakışıyor. Seyahati veya uyku düzenini ayarlayın.
vi: Khoảng ngủ này trùng với giờ khởi hành. Hãy điều chỉnh hành trình hoặc lịch ngủ.
zh_hant: 這段作息與出發時間重疊，請調整行程或作息。
